{
"sijainnit": [
    {"nro":1, "nimi" : "Heräät sellistä muistamatta, miten päädyit sinne. sellin ovi on rikkoutunut maanjäristyksen voimasta", "kuvaus":"Selli on vanha ja tunkkainen ilman ikkunoita tai omaa valon lähdettä. Sinä heräsit täältä ilman muistikuvaa itsestäsi","esineet":["luu"], "suunnat":{"pohjoiseen": 2}},
    {"nro":2, "nimi" : "Olet käytällä. pohjoisessa on lukittu ovi, käytävä jatkuu länteen.", "kuvaus":"Ovi on lukittu kahdella avaimella ja vaikuttaa tukevalta","esineet":[], "suunnat":{"länteen":3, "pohjoiseen": 15}},
    {"nro":3, "nimi" : "Käytävä jatkuu pitkälle länteen ja sen seinämät ovat täynnä sellejä.", "kuvaus":"Sellit ovat tuhoutuneet maanjäristyksestä. Haistat veren ilmassa. Olit onnekas maanjäristyksen tapahtuessa.","esineet":[], "suunnat":{"länteen": 4, "itään": 2}},
    {"nro":4, "nimi" : "Näet käytävällä oven, joka selvisi maanjäristyksestä ja käytävä jatkuu länteen, mutta yhtäkkiä vihreä, ihmismäinen olento tippuu katolta. Olennon petomaiset silmät kohdentuvat sinuun täynnä verenhimoa.", "kuvaus":"Olento kiinnittää täyden huomiosi","esineet":[], "suunnat":{"itään":3}},
    {"nro":5, "nimi" : "Menet ovesta sisään. Huone näyttää kuuluneen vanginvartijoille. Siellä on pöytä ja rikkoutunut tuoli, mutta huomiosi kiinnittää eniten silpottu ruumis huoneen reunalla", "kuvaus":"Menet ruumiin luokse. Hän näyttää tutulta... Olikohan hän se, joka vahti sinua ollessasi vankina? Löydät ruumiilta lapun ja kivihakkuun","esineet":["paperilappu", "kivihakku"], "suunnat":{"pohjoiseen":4}},
    {"nro":6, "nimi" : "Suora käytävä päättyy sortumaan. Käytävä kääntyy myös pohjoiseen ja haistat jonkin mädäntyneen.", "kuvaus":"Kiipeät sortuman päälle ja huomaat, että kiviainesta on heikosti katon läheisyydessä ja raoista näkee käytävän jatkoa. Ehkä sinä pystyisit kaivamaan itsellesi tien.","esineet":[], "suunnat":{"pohjoiseen":12,"itään":4}},
    {"nro":7, "nimi" : "Käytävä pysyy muuttumattomana", "kuvaus":"Huomaat metallin loiston kivetyksestä. Se näyttää sorkkaraudalta","esineet":["sorkkarauta"], "suunnat":{"länteen": 8, "itään": 6}},
    {"nro":8, "nimi" : "Käytävä päättyy kivellä täytettyyn oviaukkoon. Käytävä kuitenkin kääntyy myös pohjoiseen. Mitenköhän sinä edes tunnistat ilmansuunnat keskellä tyrmää on suuri mysteeri", "kuvaus":"Kivinen ovi vaikuttaa mahdottomalta rikkoa. Maassa näkyy kuitenkin oudon muotoinen kivipatsas","esineet":["kivipatsas"], "suunnat":{"länteen":11, "pohjoiseen":9, "itään": 7}},
    {"nro":9, "nimi" : "Käytävän päässä on taas kivinen ovi. Huomaat kuitenkin seinässä jotain erikoista", "kuvaus":"Seinällä on pidike. Aivan niinkuin siitä puuttuisi jotain","esineet":[], "suunnat":{"pohjoiseen":10, "etelään":8}},
    {"nro":10, "nimi" : "Päädyt jonkinlaiseen varastoon, varaston hyllyt on tyhjennetty melkein kaikesta", "kuvaus":"löydät avaimen hyllyköstä, ehkä se sopii näkemääsi oveen","esineet":["avain1"], "suunnat":{"etelään":9}},
    {"nro":11, "nimi" : "Päädyt huoneeseen, jonka seinä on täynnä avaimia. Oletat, että ne menevät vankien sortuneihin selleihin", "kuvaus":"pitkän etsimisen jälkeen löydät avaimen, joka sinun mielestä voisi sopia näkemääsi oveen","esineet":["avain2"], "suunnat":{"itään":8}},
    {"nro":12, "nimi" : "Mätä haju, jonka haistat tulee ruumiista, joita on heitelty ympäriinsä. Käytävä jatkuu pohjoiseen", "kuvaus":"Ruumiit näyttävät olevan petojen syötyjä, mutta onko ihmisten luomassa tyrmässä muka petoja","esineet":[], "suunnat":{"etelään":6, "pohjoiseen":13}},
    {"nro":13, "nimi" : "Käytävä päättyy ruumiskasaan", "kuvaus":"Näet ruumiskasan takana jotain tunnelimaista melkein.","esineet":[], "suunnat":{"etelään":12, "pohjoiseen":14}},
    {"nro":14, "nimi" : "Kaivauduit ruumiskasan ohi tunneliin sisälle sortuneeseen huoneeseen", "kuvaus":"Löysit kivien alta vanhan arkun, jonka salvat ovat ruostuneet kiinni. Ehkä oikeilla vipuvoimalla sinä pystyisit avaamaan sen","esineet":[], "suunnat":{"etelään":13}},
    {"nro":15, "nimi" : "olet maalissa, voitit pelin", "kuvaus":"","esineet":[], "suunnat":{}}
]
}